[
  {
    "name": "Riverside Flower Shop",
    "address": "1072 N 4th St, Wausau, WI 54403",
    "phone": "715-843-1234",
    "place_id": "ChIJL2dTxLNnBYgRgMyZw9g7iE8",
    "google_maps_url": "https://www.google.com/maps/search/?api=1&query_place_id=ChIJL2dTxLNnBYgRgMyZw9g7iE8",
    "email": "hello@riversideflowerswau.com",
    "about": "Boutique flower shop specializing in everyday bouquets, sympathy arrangements, and corporate gifting.",
    "email_subject": "Quick idea for Riverside Flower Shop",
    "email_body": "Hi Riverside,\n\nI'm with Evergreen Media Labs. Many Wausau businesses I work with don't have a website yet, so customers only see a phone number on Google. We can launch a clean landing page in a few days that highlights your services, hours, and the best ways for people to contact you. I noticed Boutique flower shop specializing in everyday bouquets, sympathy arrangements, and corporate gifting.\n\nWould you be open to a quick 10-minute call to explore a no-pressure plan for getting Riverside Flower Shop online?\n\nBest,\nEvergreen Media Labs",
    "validation_notes": "Sample lead for testing"
  },
  {
    "name": "North Wausau Auto Care",
    "address": "3210 Grand Ave, Wausau, WI 54403",
    "phone": "715-845-9876",
    "place_id": "ChIJ_MQoGT1uBYgR3PJw0zPgqvc",
    "google_maps_url": "https://www.google.com/maps/search/?api=1&query_place_id=ChIJ_MQoGT1uBYgR3PJw0zPgqvc",
    "email": "service@northwausauauto.com",
    "about": "Full-service auto repair shop with ASE-certified technicians and shuttle service.",
    "email_subject": "Quick idea for North Wausau Auto Care",
    "email_body": "Hi North,\n\nI'm with Evergreen Media Labs. Many Wausau businesses I work with don't have a website yet, so customers only see a phone number on Google. We can launch a clean landing page in a few days that highlights your services, hours, and the best ways for people to contact you. I noticed Full-service auto repair shop with ASE-certified technicians and shuttle service.\n\nWould you be open to a quick 10-minute call to explore a no-pressure plan for getting North Wausau Auto Care online?\n\nBest,\nEvergreen Media Labs",
    "validation_notes": "Sample lead for testing"
  },
  {
    "name": "Downtown Coffee Stand",
    "address": "123 N 3rd St, Wausau, WI 54403",
    "phone": "715-845-5551",
    "place_id": "ChIJ4QDhYtFvBYgRjQ1aGAO46D4",
    "google_maps_url": "https://www.google.com/maps/search/?api=1&query_place_id=ChIJ4QDhYtFvBYgRjQ1aGAO46D4",
    "email": "baristas@downtowncoffeestandiowa.com",
    "about": "Micro-roastery coffee stand serving espresso, cold brew, and breakfast pastries.",
    "email_subject": "Quick idea for Downtown Coffee Stand",
    "email_body": "Hi Downtown,\n\nI'm with Evergreen Media Labs. Many Wausau businesses I work with don't have a website yet, so customers only see a phone number on Google. We can launch a clean landing page in a few days that highlights your services, hours, and the best ways for people to contact you. I noticed Micro-roastery coffee stand serving espresso, cold brew, and breakfast pastries.\n\nWould you be open to a quick 10-minute call to explore a no-pressure plan for getting Downtown Coffee Stand online?\n\nBest,\nEvergreen Media Labs",
    "validation_notes": "Sample lead for testing"
  }
]
